xml/request_templates/tss_med_526_online_danish_medical_bulletin.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>20247991|870970</ac:identifier>
              <dc:identifier xsi:type="dkdcplus:ISSN">0907-8916</dc:identifier>
              <ac:source>Bibliotekskatalog</ac:source>
              <dc:title>Danish medical bulletin</dc:title>
              <dc:title xsi:type="dkdcplus:full">Danish medical bulletin : journal of the health sciences (1992)</dc:title>
              <dc:subject xsi:type="dkdcplus:DK5">61</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Medicin. Sundhedsvidenskab</dc:subject>
              <dc:description xsi:type="dkdcplus:series">Fortsættelse af: DMB. Danish medical bulletin</dc:description>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Danish Medical Association</dc:publisher>
              <dc:publisher>Danish Medical Society</dc:publisher>
              <dc:contributor>Den Almindelige Danske Lægeforening</dc:contributor>
              <dc:contributor>Dansk Medicinsk Selskab</dc:contributor>
              <dc:date>2003</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Tidsskrift</dc:type>
              <dc:format>Ill.</dc:format>
              <dc:language xsi:type="dcterms:ISO639-2">eng</dc:language>
              <dc:language>Engelsk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">20247991</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20040707001801</marcx:subfield>
                  <marcx:subfield code="d">19930323</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">c</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">p</marcx:subfield>
                  <marcx:subfield code="u">d</marcx:subfield>
                  <marcx:subfield code="a">1992</marcx:subfield>
                  <marcx:subfield code="z">2003</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="c">b</marcx:subfield>
                  <marcx:subfield code="h">p</marcx:subfield>
                  <marcx:subfield code="i">a</marcx:subfield>
                  <marcx:subfield code="l">eng</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="022">
                  <marcx:subfield code="a">0907-8916</marcx:subfield>
                  <marcx:subfield code="c">hf.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="032">
                  <marcx:subfield code="a">DBÅ199315</marcx:subfield>
                  <marcx:subfield code="a">DPF199315</marcx:subfield>
                  <marcx:subfield code="a">DPF200428</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="082">
                  <marcx:subfield code="a">610</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="210">
                  <marcx:subfield code="a">Dan. med. bull.</marcx:subfield>
                  <marcx:subfield code="b">1992, Papirform</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="222">
                  <marcx:subfield code="a">Danish medical bulletin</marcx:subfield>
                  <marcx:subfield code="b">1992. Papirform</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Danish medical bulletin</marcx:subfield>
                  <marcx:subfield code="c">journal of the health sciences</marcx:subfield>
                  <marcx:subfield code="e">published by the Danish Medical Association and Danish Medical Society</marcx:subfield>
                  <marcx:subfield code="ø">1992</marcx:subfield>
                  <marcx:subfield code="m">Papirform</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="255">
                  <marcx:subfield code="a">No. 1, vol. 39 (February 1992)-no. 4, vol. 50 (November 2003)</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="a">Copenhagen</marcx:subfield>
                  <marcx:subfield code="b">Danish Medical Association</marcx:subfield>
                  <marcx:subfield code="b">Danish Medical Society</marcx:subfield>
                  <marcx:subfield code="c">1992-2003</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="300">
                  <marcx:subfield code="b">Ill.</marcx:subfield>
                  <marcx:subfield code="c">30 cm</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="500">
                  <marcx:subfield code="a">Hver 2. måned</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="505">
                  <marcx:subfield code="&amp;">1</marcx:subfield>
                  <marcx:subfield code="a">Tidsskrift</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="526">
                  <marcx:subfield code="i">Fortsættelse af</marcx:subfield>
                  <marcx:subfield code="t">DMB. Danish medical bulletin</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="526">
                  <marcx:subfield code="i">Fortsættes som</marcx:subfield>
                  <marcx:subfield code="t">Danish medical bulletin [Online]</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="m">61</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="710">
                  <marcx:subfield code="a">Den ¤Almindelige Danske Lægeforening</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="710">
                  <marcx:subfield code="a">Dansk Medicinsk Selskab</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="996">
                  <marcx:subfield code="a">810010</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>870970-basis:20247991</os:identifier>
            <os:creationDate>2005-03-01</os:creationDate>
            <os:holdingsCount>1</os:holdingsCount>
            <os:lendingLibraries>1</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>tss_med_526_online_danish_medical_bulletin.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
